{
  "images": [
    {
      "imageSrc": "https://images.unsplash.com/photo-1591242824895-b9598b8e9e0e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDF8SnBnNktpZGwtSGt8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de uma gaivota voando",
      "imageInfo": "A gaivota de Hartlaub ( Chroicocephalus hartlaubii ), também conhecida como gaivota-rei , é uma pequena gaivota . Anteriormente, às vezes era considerado uma subespécie da gaivota prateada ( C. novaehollandiae ) e, como é o caso de muitas gaivotas, foi tradicionalmente colocada no gênero Larus , mas agora é colocada no gênero Chroicocephalus . O nome da espécie homenageia o médico e zoólogo alemão Gustav Hartlaub ."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674779146587-c7190e552f3a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDJ8SnBnNktpZGwtSGt8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "imagem de um macaco pendurado em uma árvore",
      "imageInfo": "Macacos são animais mamíferos que fazem parte do grupo dos primatas. É muito comum ouvirmos a utilização do termo para referir-se a todo e qualquer primata, entretanto, nem todos os primatas são macacos."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674740556819-58ed1adfb5df?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDR8SnBnNktpZGwtSGt8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de um cavalo vestido com uma capa vermelha e comendo feno, com um cenário de neve ao fundo",
      "imageInfo": "O cavalo islandês é uma raça de cavalo desenvolvida na Islândia. Embora sejam pequenos e semelhantes aos pôneis, a maioria dos registros aponta-na como uma raça de cavalo. Cavalos islandeses costumam ter vidas longas e são muito resistentes, sendo que em seu país de origem apresentam poucas doenças."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674776259177-aa1e233b5e60?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDN8SnBnNktpZGwtSGt8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de um tucano, em segundo plano, um fundo verde com desenho que lembra escamas de peixe",
      "imageInfo": "O calau bicórnio (Buceros bicornis) também conhecido como Tucano-Da-Malásia, é uma espécie de ave coraciiforme da família Bucerotidae, de aspecto inconfundível, que habita as selvas existentes entre o noroeste da Índia e a península malaia, e na ilha de Sumatra."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674922116520-eb76e49ca3f6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDZ8SnBnNktpZGwtSGt8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de um boi com foco fechado, focando apenas na cabeça do animal",
      "imageInfo": "O boi-almiscarado (Ovibos moschatus) é um bovídeo caprino que pode alcançar até 2,3 metros de comprimento e 1,5 de altura nos ombros, assim como pesar até 400 kg. Vive nas regiões árticas, e graças à sua pelagem felpuda aguenta temperaturas tão baixas como os -40°C. Apesar do nome, os bois-almiscarados estão mais aparentados com as cabras do que com os bois."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674880773375-054fdfa94c50?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDd8SnBnNktpZGwtSGt8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de uma vaca preta deitada em um pasto verde",
      "imageInfo": "Galloway (Gall-ghaidhealaibh ou Gallobha em escocês gaélico, Gallowa em escocês, Gallovidia em latim) refere-se aos antigos condados de Wigtownshire (delimitado pela costa a oeste, pelas colinas de Galloway a norte e o rio Cree a este) e de Kirkcudbright (que se estende desde o rio Nith ao rio Cree, e também é limitado pelas colinas Galloway a norte) no sudoeste da Escócia, mas cujo tamanho variou muito ao longo da História."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674876931441-7c2a2240aafc?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDh8SnBnNktpZGwtSGt8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de uma rã colorida, com cores, azul, verd, amarelo, roxo e laranja, em segundo plano, uma floresta escura",
      "imageInfo": "A rã de olhos vermelhos (Agalychnis callidryas) é uma espécie de anfíbio arborícola do gênero Agalychnis, pertencente à família Phyllomedusidae. Essa rã é nativa das florestas tropicais da América Central, desde o sul do México até o norte da Colombia, e costumam viver próximas a rios e lagos. Alimentam-se de insetos e outros pequenos invertebrados."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674726891037-800f887c0a23?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDV8SnBnNktpZGwtSGt8fGVufDB8fHx8&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de dois gatos na cor branco e amarelo, estão encostados um no outro em cima de um gramado e embaixo de algo que parese ser um carrinho de metal",
      "imageInfo": "O gato de pelo curto brasileiro é uma raça de gato originária do Brasil. Foi a primeira raça de gatos brasileira a ser reconhecida internacionalmente através da World Cat Federation (WCF) em 1998, sendo antes considerado vira-lata. Descende da espécie gato-bravo,trazida ao país pelos europeus desde o início da colonização, com fins de proteger o alimento de ratos."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674779135780-8333b28c438a?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDEyfEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem em preto e branco de um pelicano em um lago",
      "imageInfo": "O pelicano-crespo ou pelicano-dálmata(Pelecanus crispus) é uma espécie de pelicano, nativa do sudeste da Europa até o território chinês, que privilegia habitats lacustres e fluviais."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674718744855-394b7bb339a7?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDE0fEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de um coelho marrom claro, em segundo plano uma imagem vermelha",
      "imageInfo": "O Coelho-doméstico (Oryctolagus cuniculus domesticus) é uma subespécie do Coelho-europeu (Oryctolagus cuniculus) que foi domesticada há pouco mais de 1.500 anos e exposta à seleção artificial. Coelhos não são roedores. Fazem parte da ordem dos Lagomorfos, junto com as lebres e os ochotonas."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674766557958-cf06f147d182?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDE2fEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de vários elefantes em uma savana",
      "imageInfo": "O elefante-da-savana (Loxodonta africana) também conhecido como elefante-africano é a maior das duas espécies existentes de elefantes africano e o maior animal terrestre vivo. Anteriormente tanto o elefante da savana quanto o elefante africano da floresta foram considerados como uma única espécie, com ambos sendo chamados de elefante africano, mais recentemente o elefante da floresta foi classificado como uma espécie separada o L. cyclotis."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674845490156-ee7bce32eeb0?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDExfEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de uma coruja branca sentada, em segundo plano um fundo escuro, aparenta ser uma floresta a noite",
      "imageInfo": "A coruja branca é uma ave noturna e de rapina, com voos silenciosos e pios característicos. As corujas, de modo geral, são bastante parecidas, o que inclui, obviamente, a coruja branca. Elas possuem cabeças grandes, rostos acatados, bicos aquilinos e grandes olhos. Contam, também, com asas curtas, garras afiadas e assas compridas. Com efeito, a espécie tem excelentes sentidos auditivos e visuais."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674776613265-3419f084abb5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDIzfEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de dois tucanos setados em um pedaõ de madeira",
      "imageInfo": "Também conhecido como tucano-toco, o tucanuçu (Ramphastos toco) é o maior dos tucanos, vivendo em todo o Brasil central e partes da Amazônia. No Cerrado e na Mata Atlântica pode-se encontrar a espécie em maior número, em rápidas visitas a pomares e árvores com frutos."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674465147089-0adc98453939?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDMwfEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de um crocodilo em um lago, com apenas a cabeça e o dorso das costas aparecendo",
      "imageInfo": "Os crocodilos ou Crocodylidae são uma família de répteis com quatorze espécies. O termo 'crocodilo' também é usado às vezes num sentido mais amplo para se referir à ordem Crocodylia (crocodilianos). Os crocodilos verdadeiros (família Crocodylidae), os gaviais (família Gavialidae) e os caimões, os aligatores e jacarés (família Alligatoridae)."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674473465303-daa49737730d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDMzfEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "magem de uma águia em pleno voo com um céu azul de fundo",
      "imageInfo": "A águia-de-asa-redonda (Buteo buteo) (Lineu, 1758), também conhecida pelos nomes comuns de bútio-comum, minhoto, ou simplesmente bútio (nos Açores e na Madeira a ssp. rothschildi é conhecida por milhafre ou queimado), é uma espécie de aves de rapina accipitriforme da família Accipitridae originária do Paleártico."
    },
    {
      "imageSrc": "https://plus.unsplash.com/premium_photo-1674031522672-f3710c707265?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDM3fEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "imagem de um cachorro na neve",
      "imageInfo": "Com a origem semelhante, o Welsh Corgi Cardigan e o Welsh Corgi Pembroke são muito descontraídos e companheiros de seus tutores. Apesar do pequeno porte, eles são muito ativos e amam fazer esportes, além de sempre estarem em estado de alerta para proteger sua família humana. A aparência tem conquistado cada vez mais amantes de cachorro. A feição dócil e alegre do cachorro Corgi encanta a qualquer um e suas orelhinhas sempre eretas reforçam sua posição de pastor e protetor."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1672667815849-06dc2bb4e7c4?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDM0fEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de um cachorro em uma floresta",
      "imageInfo": "Não é à toa que o vira-lata faz tanto sucesso entre as famílias brasileiras. Único por natureza, cada cãozinho da raça apresenta características e personalidades muito próprias. Por isso, dificilmente você encontrará dois iguais no mundo. Oficialmente chamado de SRD (Sem Raça Definida), o vira-lata faz parte do grupo de cães que não têm origem delimitada, com misturas de duas ou mais raças em sua linhagem."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674564705964-e3c6dadca191?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDQyfEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de um pássaro parado em um galho de planta, com uma paisagem verde ao fundo",
      "imageInfo": "O alegrinho-de-garganta-branca (Mecocerculus leucophrys) é uma espécie de ave da família Tyrannidae Pode ser encontrada nos seguintes países: Argentina, Bolívia, Brasil, Colômbia, Equador, Peru e Venezuela. Os seus habitats naturais são: regiões subtropicais ou tropicais húmidas de alta altitude."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1590629541196-4fb6057f43db?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDUxfEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "imagem de um pássaro em um galho de arvore, com uma floresta ao fundo",
      "imageInfo": "O bem-te-vi-barulhento (Myiozetetes luteiventris) é uma espécie de ave da família Tyrannidae.Pode ser encontrada nos seguintes países: Bolívia, Brasil, Colômbia, Equador, Guiana Francesa, Peru, Suriname e Venezuela. Os seus habitats naturais são: florestas subtropicais ou tropicais húmidas de baixa altitude e pântanos subtropicais ou tropicais."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1631894277261-e569256a27af?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDUzfEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de dois jumentos deitados em um chão de terra, com algumas árvores ao fundo",
      "imageInfo": "O asno (nome científico: Equus africanus asinus) é uma subespécie doméstica do asno-selvagem-africano. É um mamífero perissodáctilo da família Equidae, cujo nome popular é jumento, jegue, jerico, burro ou asno-doméstico. De tamanho médio (conforme a raça), focinho e orelhas compridas, é utilizado desde a Pré-história como animal de carga."
    },
    {
      "imageSrc": "https://images.unsplash.com/photo-1674590462122-ae799c236b08?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHx0b3BpYy1mZWVkfDYwfEpwZzZLaWRsLUhrfHxlbnwwfHx8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
      "imageAlt": "Imagem de uma arara azul, verde, amarela e branca, sentada em um galho de árvore, com uma floresta ao fundo",
      "imageInfo": "Conhecida também como arara-de-barriga-amarela, arara-azul (Amazônia), canindé, arara-amarela e ara-arauna. É um dos psitacídeos mais espertos. Não é considerada como sendo ameaçada, embora seja apreciada como ave de gaiola. Suas populações estão diminuindo e algumas delas já estão extintas. Em Trinidad foi realizado um processo de reintrodução bem sucedido."
    }
  ]
}
